Repository: lakafior/Dutch
Catalog: Dutch/Dutch/Resources/Localizable.xcstrings
Source language: en
Languages: de, pl, pt_br, pt_pt

# expenseRecordDescription
source: Every expense in this group is recorded in this currency, on everyone's device.
de: Jede Ausgabe dieser Gruppe wird in dieser Währung erfasst, auf allen Geräten.
pl: Każdy wydatek w tej grupie jest przechowywany w tej walucie, na każdym urządzeniu.
pt_br: Toda despesa neste grupo é registrada nessa moeda, em todos os aparelhos.
pt_pt: Todas as despesas deste grupo são registadas nesta moeda, em todos os dispositivos.

source: Expenses
de: Ausgaben
pl: Wydatki
pt_br: Despesas
pt_pt: Despesas

source: Get a notification when someone else adds an expense to one of your groups. Dutch has no server of its own, so these arrive when iCloud delivers the change — usually within a minute, and not at all while the app is force-quit.
de: Erhalte eine Mitteilung, wenn jemand anderes eine Ausgabe zu einer deiner Gruppen hinzufügt. Dutch hat keinen eigenen Server, daher kommen sie an, wenn iCloud die Änderung liefert – meist innerhalb einer Minute, und gar nicht, solange die App vollständig beendet ist.
pl: Otrzymuj powiadomienie, gdy ktoś inny doda wydatek do jednej z Twoich grup. Dutch nie ma własnego serwera, więc powiadomienia docierają wtedy, gdy iCloud dostarczy zmianę — zwykle w ciągu minuty, i wcale, gdy aplikacja jest zamknięta siłowo.
pt_br: Receba uma notificação quando outra pessoa adicionar uma despesa a um dos seus grupos. O Dutch não tem servidor próprio, então elas chegam quando o iCloud entrega a alteração — geralmente em menos de um minuto, e nunca enquanto o app estiver fechado à força.
pt_pt: Recebe uma notificação quando outra pessoa adicionar uma despesa a um dos teus grupos. O Dutch não tem servidor próprio, por isso chegam quando o iCloud entrega a alteração — normalmente dentro de um minuto, e nunca enquanto a app estiver fechada à força.

source: Group
de: Gruppe
pl: Grupa
pt_br: Grupo
pt_pt: Grupo

source: Group Name
de: Gruppenname
pl: Nazwa grupy
pt_br: Nome do grupo
pt_pt: Nome do grupo

# How many %@ to one %@
source: How many %1$@ to one %2$@
de: Wie viel %1$@ für 1 %2$@
pl: Ile %1$@ za jeden %2$@
pt_br: Quantos %1$@ equivalem a um %2$@
pt_pt: Quantos %1$@ equivalem a um %2$@

source: iCloud is unreachable. Changes will sync when the connection is back.
de: iCloud ist nicht erreichbar. Änderungen werden synchronisiert, sobald die Verbindung wieder steht.
pl: iCloud jest nieosiągalny. Zmiany zsynchronizują się po przywróceniu połączenia.
pt_br: O iCloud está inacessível. As alterações vão sincronizar quando a conexão voltar.
pt_pt: O iCloud está inacessível. As alterações vão sincronizar quando a ligação voltar.

source: iCloud sync
de: iCloud-Synchronisierung
pl: Synchronizacja iCloud
pt_br: Sincronização do iCloud
pt_pt: Sincronização do iCloud

source: iCloud sync didn't finish.
de: Die iCloud-Synchronisierung wurde nicht abgeschlossen.
pl: Synchronizacja z iCloud nie zakończyła się.
pt_br: A sincronização com o iCloud não terminou.
pt_pt: A sincronização com o iCloud não terminou.

# iCloudLinkCreationUnfinished
source: iCloud hasn't finished creating the link yet.
de: iCloud hat den Link noch nicht fertig erstellt.
pl: iCloud nie ukończył jeszcze tworzenia linku.
pt_br: O iCloud ainda não terminou de criar o link.
pt_pt: O iCloud ainda não terminou de criar o link.

source: In the group's own currency.
de: In der Währung der Gruppe.
pl: W walucie grupy.
pt_br: Na moeda do próprio grupo.
pt_pt: Na moeda do próprio grupo.

source: Invitation Not Ready
de: Einladung noch nicht bereit
pl: Zaproszenie niegotowe
pt_br: Convite não está pronto
pt_pt: Convite não está pronto

source: Invite People
de: Personen einladen
pl: Zaproś ludzi
pt_br: Convidar pessoas
pt_pt: Convidar pessoas

source: is owed
de: bekommt
pl: do otrzymania
pt_br: a receber
pt_pt: a receber

source: Is owed %@
de: Bekommt %@
pl: Ma otrzymać %@
pt_br: Tem %@ a receber
pt_pt: Tem %@ a receber

source: Join %@ on Dutch to split expenses together.
de: Tritt „%@“ in Dutch bei, um Ausgaben gemeinsam zu teilen.
pl: Dołącz do grupy „%@” w Dutch, aby wspólnie dzielić wydatki.
pt_br: Entre em %@ no Dutch para dividir despesas juntos.
pt_pt: Junta-te a %@ no Dutch para dividirem despesas juntos.

source: Join a Group
de: Gruppe beitreten
pl: Dołącz do grupy
pt_br: Entrar em um grupo
pt_pt: Juntar-se a um grupo

source: Joining group…
de: Beitritt läuft…
pl: Dołączanie do grupy…
pt_br: Entrando no grupo…
pt_pt: A juntar-se ao grupo…

source: Launch
de: Start
pl: Uruchamianie
pt_br: Abrir
pt_pt: Abrir

source: Licence — MPL 2.0
de: Lizenz — MPL 2.0
pl: Licencja — MPL 2.0
pt_br: Licença — MPL 2.0
pt_pt: Licença — MPL 2.0

source: Loading the price
de: Preis wird geladen
pl: Wczytywanie ceny
pt_br: Carregando o preço
pt_pt: A carregar o preço

source: Location
de: Standort
pl: Lokalizacja
pt_br: Localização
pt_pt: Localização

source: Location Is Off
de: Standort ist aus
pl: Lokalizacja wyłączona
pt_br: Localização desativada
pt_pt: Localização desativada

# locationDeniedExplanation
source: Location is turned off for Dutch in Settings.
de: Der Standortzugriff ist für Dutch in den Einstellungen deaktiviert.
pl: Lokalizacja jest wyłączona dla Dutch w Ustawieniach.
pt_br: A localização está desativada para o Dutch nos Ajustes.
pt_pt: A localização está desativada para o Dutch nas Definições.

# locationExplanation
source: Dutch reads where you are only when you tap Nearby on an expense — once, to suggest the places around you, or the street you are on when it finds none. Nothing runs in the background, and nothing is saved to a group unless you pick one.
de: Dutch liest deinen Standort nur, wenn du bei einer Ausgabe auf „In der Nähe“ tippst – einmalig, um Orte in deiner Umgebung vorzuschlagen, oder die Straße, in der du bist, wenn keine gefunden werden. Nichts läuft im Hintergrund, und nichts wird in einer Gruppe gespeichert, außer du wählst etwas aus.
pl: Dutch odczytuje Twoje położenie tylko wtedy, gdy dotkniesz przycisku „W pobliżu” przy wydatku — jednorazowo, aby zaproponować miejsca w okolicy, a gdy żadnego nie znajdzie, ulicę, na której jesteś. Nic nie działa w tle i nic nie jest zapisywane w grupie, dopóki czegoś nie wybierzesz.
pt_br: O Dutch lê sua localização apenas quando você toca em Por perto em uma despesa — uma vez, para sugerir os lugares ao seu redor, ou a rua em que você está quando não encontra nenhum. Nada roda em segundo plano, e nada é salvo em um grupo a menos que você escolha algo.
pt_pt: O Dutch lê a tua localização apenas quando tocas em Por perto numa despesa — uma vez, para sugerir os lugares à tua volta, ou a rua em que estás quando não encontra nenhum. Nada corre em segundo plano, e nada é guardado num grupo a não ser que escolhas algo.

source: Manage Access
de: Zugriff verwalten
pl: Zarządzaj dostępem
pt_br: Gerenciar acesso
pt_pt: Gerir acesso

# Mark %@'s %@ payment to %@ as paid
source: Mark %1$@'s %2$@ payment to %3$@ as paid
de: Zahlung von %1$@ über %2$@ an %3$@ als bezahlt markieren
pl: Oznacz jako opłaconą płatność %2$@ — od: %1$@, dla: %3$@
pt_br: Marcar como pago o pagamento de %2$@ — de %1$@, para %3$@
pt_pt: Marcar como pago o pagamento de %2$@ — de %1$@, para %3$@

source: Mark Paid
de: Bezahlt
pl: Opłacone
pt_br: Marcar como pago
pt_pt: Marcar como pago

# Mark your %@ payment to %@ as paid
source: Mark your %1$@ payment to %2$@ as paid
de: Deine Zahlung über %1$@ an %2$@ als bezahlt markieren
pl: Oznacz jako opłaconą swoją płatność %1$@ — dla: %2$@
pt_br: Marcar como pago seu pagamento de %1$@ para %2$@
pt_pt: Marcar como pago o teu pagamento de %1$@ para %2$@

source: Marks this person as one of those who paid
de: Markiert diese Person als eine der Zahlenden
pl: Oznacza tę osobę jako jedną z płacących
pt_br: Marca essa pessoa como uma das que pagaram
pt_pt: Marca esta pessoa como uma das que pagaram

source: Members
de: Mitglieder
pl: Członkowie
pt_br: Membros
pt_pt: Membros

source: Nearby
de: In der Nähe
pl: W pobliżu
pt_br: Por perto
pt_pt: Por perto

source: Nearby Places
de: Orte in der Nähe
pl: Miejsca w pobliżu
pt_br: Lugares por perto
pt_pt: Lugares por perto

# nearbyAddressExplanation
source: No cafés or restaurants within a short walk, so this is the street you are on. You can edit it like any other title.
de: Keine Cafés oder Restaurants in Gehweite, daher ist das die Straße, in der du bist. Du kannst sie wie jeden anderen Titel bearbeiten.
pl: W pobliżu nie ma kawiarni ani restauracji, więc to ulica, na której jesteś. Możesz ją edytować jak każdy inny tytuł.
pt_br: Não há cafés ou restaurantes a uma curta caminhada, então esta é a rua em que você está. Você pode editá-la como qualquer outro título.
pt_pt: Não há cafés ou restaurantes a uma curta distância a pé, por isso esta é a rua em que estás. Podes editá-la como qualquer outro título.

# nearbyNoFixExplanation
source: Your phone couldn't work out where it is. This needs a moment outdoors, or a location that isn't blocked — the title field still works as it always has.
de: Dein Gerät konnte seinen Standort nicht bestimmen. Dafür braucht es einen Moment im Freien oder einen nicht blockierten Standortzugriff – das Titelfeld funktioniert weiterhin wie immer.
pl: Telefon nie ustalił swojego położenia. Potrzeba chwili na zewnątrz albo odblokowanej lokalizacji — pole tytułu działa tak jak zawsze.
pt_br: Seu aparelho não conseguiu determinar onde está. Isso precisa de um momento ao ar livre, ou de uma localização que não esteja bloqueada — o campo de título continua funcionando como sempre.
pt_pt: O teu telemóvel não conseguiu determinar onde está. Isto precisa de um momento ao ar livre, ou de uma localização que não esteja bloqueada — o campo do título continua a funcionar como sempre.

# nearbyNothingFoundExplanation
source: No cafés or restaurants within a short walk. The title field below still works as it always has.
de: Keine Cafés oder Restaurants in Gehweite. Das Titelfeld unten funktioniert weiterhin wie immer.
pl: W pobliżu nie ma kawiarni ani restauracji. Pole tytułu działa tak jak zawsze.
pt_br: Não há cafés ou restaurantes a uma curta caminhada. O campo de título abaixo continua funcionando como sempre.
pt_pt: Não há cafés ou restaurantes a uma curta distância a pé. O campo do título abaixo continua a funcionar como sempre.

# nearbyPermissionExplanation
source: Dutch needs permission to read where you are before it can suggest places nearby.
de: Dutch braucht Zugriff auf deinen Standort, bevor es Orte in der Nähe vorschlagen kann.
pl: Dutch potrzebuje dostępu do lokalizacji, aby zaproponować miejsca w pobliżu.
pt_br: O Dutch precisa de permissão para ler sua localização antes de sugerir lugares por perto.
pt_pt: O Dutch precisa de permissão para ler a tua localização antes de sugerir lugares por perto.

# nearbySearching
source: Looking around
de: Suche in der Umgebung
pl: Szukanie w pobliżu
pt_br: Procurando por perto
pt_pt: A procurar por perto

# nearbyUnavailableExplanation
source: Dutch couldn't reach Apple Maps. This needs a connection, so it won't work with roaming off — type a title instead.
de: Dutch konnte Apple Karten nicht erreichen. Dafür ist eine Verbindung nötig, daher funktioniert es nicht bei ausgeschaltetem Roaming – gib stattdessen einen Titel ein.
pl: Dutch nie może połączyć się z Mapami Apple. Ta funkcja wymaga połączenia z internetem, więc nie zadziała przy wyłączonym roamingu — wpisz tytuł ręcznie.
pt_br: O Dutch não conseguiu conectar aos Mapas da Apple. Isso precisa de conexão, então não vai funcionar com o roaming desligado — digite um título manualmente.
pt_pt: O Dutch não conseguiu ligar-se aos Mapas da Apple. Isto precisa de ligação, por isso não vai funcionar com o roaming desligado — escreve um título manualmente.

source: New Expense
de: Neue Ausgabe
pl: Nowy wydatek
pt_br: Nova despesa
pt_pt: Nova despesa

source: New Expenses
de: Neue Ausgaben
pl: Nowe wydatki
pt_br: Novas despesas
pt_pt: Novas despesas

source: New Group
de: Neue Gruppe
pl: Nowa grupa
pt_br: Novo grupo
pt_pt: Novo grupo

# newAdditionInstructions
source: Anyone with Dutch installed can scan this to join, or open the link you send them. If someone hasn't got the app yet, show them the App Store code first.
de: Alle, die Dutch installiert haben, können diesen Code scannen oder den gesendeten Link öffnen, um beizutreten. Wer die App noch nicht hat, bekommt zuerst den App Store-Code gezeigt.
pl: Każdy, kto ma zainstalowany Dutch, może zeskanować ten kod lub otworzyć wysłany link, aby dołączyć. Jeśli ktoś nie ma jeszcze aplikacji, pokaż mu najpierw kod do App Store.
pt_br: Qualquer pessoa com o Dutch instalado pode ler este código para entrar, ou abrir o link que você enviar. Se alguém ainda não tem o app, mostre primeiro o código da App Store.
pt_pt: Qualquer pessoa com o Dutch instalado pode ler este código para se juntar, ou abrir o link que lhe enviares. Se alguém ainda não tem a app, mostra-lhe primeiro o código da App Store.

source: No expenses yet
de: Noch keine Ausgaben
pl: Brak wydatków
pt_br: Ainda sem despesas
pt_pt: Ainda sem despesas

source: No Groups
de: Keine Gruppen
pl: Brak grup
pt_br: Nenhum grupo
pt_pt: Nenhum grupo

source: No previous purchase was found for this Apple Account.
de: Für diesen Apple Account wurde kein früherer Kauf gefunden.
pl: Nie znaleziono wcześniejszego zakupu dla tego konta Apple.
pt_br: Nenhuma compra anterior foi encontrada para esta conta Apple.
pt_pt: Não foi encontrada nenhuma compra anterior para esta conta Apple.

source: None
de: Keine
pl: Brak
pt_br: Nenhum
pt_pt: Nenhum

source: Not Me
de: Nicht ich
pl: To nie ja
pt_br: Não sou eu
pt_pt: Não sou eu

source: Not Now
de: Nicht jetzt
pl: Nie teraz
pt_br: Agora não
pt_pt: Agora não

source: Nothing Nearby
de: Nichts in der Nähe
pl: Nic w pobliżu
pt_br: Nada por perto
pt_pt: Nada por perto

source: Nothing to settle yet.
de: Noch nichts abzurechnen.
pl: Nie ma jeszcze czego rozliczać.
pt_br: Ainda não há nada a acertar.
pt_pt: Ainda não há nada a acertar.

source: Nothing spent yet
de: Noch nichts ausgegeben
pl: Na razie nic nie wydano
pt_br: Ainda sem gastos
pt_pt: Ainda sem gastos

source: Notifications
de: Mitteilungen
pl: Powiadomienia
pt_br: Notificações
pt_pt: Notificações

source: Notifications are turned off for Dutch in Settings.
de: Mitteilungen für Dutch sind in den Einstellungen deaktiviert.
pl: Powiadomienia dla Dutch są wyłączone w Ustawieniach.
pt_br: As notificações estão desativadas para o Dutch nos Ajustes.
pt_pt: As notificações estão desativadas para o Dutch nas Definições.

source: One group is free
de: Eine Gruppe ist kostenlos
pl: Jedna grupa jest darmowa
pt_br: Um grupo é grátis
pt_pt: Um grupo é grátis

source: One-time purchase.
de: Einmaliger Kauf.
pl: Jednorazowa płatność.
pt_br: Compra única.
pt_pt: Compra única.

source: Open Last Group
de: Letzte Gruppe öffnen
pl: Otwórz ostatnią grupę
pt_br: Abrir último grupo
pt_pt: Abrir último grupo

source: Open Location Settings
de: Standorteinstellungen öffnen
pl: Otwórz ustawienia lokalizacji
pt_br: Abrir Ajustes de Localização
pt_pt: Abrir Definições de Localização

source: Open Notification Settings
de: Mitteilungseinstellungen öffnen
pl: Otwórz ustawienia powiadomień
pt_br: Abrir Ajustes de Notificações
pt_pt: Abrir Definições de Notificações

source: Open Settings
de: Einstellungen öffnen
pl: Otwórz Ustawienia
pt_br: Abrir Ajustes
pt_pt: Abrir Definições

source: Opens Dutch on a group's new expense form.
de: Öffnet Dutch mit einer neuen Ausgabe in einer Gruppe.
pl: Otwiera Dutch na formularzu nowego wydatku w grupie.
pt_br: Abre o Dutch no formulário de nova despesa de um grupo.
pt_pt: Abre o Dutch no formulário de nova despesa de um grupo.

source: Opens the expense for editing
de: Öffnet die Ausgabe zum Bearbeiten
pl: Otwiera wydatek do edycji
pt_br: Abre a despesa para edição
pt_pt: Abre a despesa para edição

source: Other…
de: Andere…
pl: Inny…
pt_br: Outro…
pt_pt: Outro…

source: owes
de: schuldet
pl: do oddania
pt_br: a pagar
pt_pt: a pagar

source: Owes %@
de: Schuldet %@
pl: Ma oddać %@
pt_br: Deve %@
pt_pt: Deve %@

source: Paid By
de: Bezahlt von
pl: Zapłacone przez
pt_br: Pago por
pt_pt: Pago por

source: Paid by %@
de: Bezahlt von %@
pl: Zapłacone przez: %@
pt_br: Pago por %@
pt_pt: Pago por %@

# partialPercentageExplanation
source: Percent of a full share, 1 to 200. A fare with 51% off is 49.
de: Prozent eines vollen Anteils, 1 bis 200. Eine Fahrt mit 51 % Rabatt ist 49.
pl: Procent całości kosztów, od 1 do 200. Przejazd z ulgą 51% to 49%.
pt_br: Porcentagem de uma parte inteira, de 1 a 200. Uma tarifa com 51% de desconto é 49.
pt_pt: Percentagem de uma parte inteira, de 1 a 200. Uma tarifa com 51% de desconto é 49.

# Pay part of %@ to %@
source: Pay part of %1$@ to %2$@
de: Einen Teil von %1$@ an %2$@ zahlen
pl: Zapłać część z %1$@ — odbiorca: %2$@
pt_br: Pagar parte de %1$@ — para %2$@
pt_pt: Pagar parte de %1$@ — para %2$@

# percentageSplitExplanation
source: 100% is a full share — a 51% off fare is 49%, and two people sharing one hotel room are 50% each. The amounts beside each name always add up to the total.
de: 100 % ist ein voller Anteil – eine Fahrt mit 51 % Rabatt ist 49 %, und zwei Personen, die sich ein Hotelzimmer teilen, sind je 50 %. Die Beträge neben den Namen ergeben immer die Gesamtsumme.
pl: 100% to całość kosztów — 51% ulgi to 49%, a dwie osoby dzielące jeden pokój hotelowy to 50% dla każdej. Kwoty przy każdym imieniu zawsze sumują się do kwoty całkowitej.
pt_br: 100% é uma parte inteira — uma tarifa com 51% de desconto é 49%, e duas pessoas dividindo um quarto de hotel ficam com 50% cada. Os valores ao lado de cada nome sempre somam o total.
pt_pt: 100% é uma parte inteira — uma tarifa com 51% de desconto é 49%, e duas pessoas a dividir um quarto de hotel ficam com 50% cada uma. Os valores ao lado de cada nome somam sempre o total.

# personalizationFooterInfo
source: The name and colour are how everyone in the group sees this person, on their phone as well as yours.
de: Name und Farbe sehen alle in der Gruppe für diese Person – auf ihren Geräten genauso wie auf deinem.
pl: Imię i kolor są widoczne dla każdego w grupie, na ich urządzeniach tak samo jak na Twoim.
pt_br: O nome e a cor são como todos no grupo veem essa pessoa, no aparelho deles e no seu.
pt_pt: O nome e a cor são como todos no grupo veem esta pessoa, no telemóvel deles e no teu.

source: Preparing invitation…
de: Einladung wird vorbereitet…
pl: Przygotowywanie zaproszenia…
pt_br: Preparando convite…
pt_pt: A preparar o convite…

# pricingDescription
source: One group is free. Unlock unlimited groups with a one-time purchase — joining other people's groups is always free.
de: Eine Gruppe ist kostenlos. Schalte mit einem einmaligen Kauf unbegrenzt viele Gruppen frei – Gruppen anderer beizutreten ist immer kostenlos.
pl: Jedna grupa jest darmowa. Odblokuj dowolną liczbę grup jednorazową płatnością — dołączanie do grup utworzonych przez innych jest zawsze darmowe.
pt_br: Um grupo é grátis. Desbloqueie grupos ilimitados com uma compra única — entrar em grupos de outras pessoas é sempre grátis.
pt_pt: Um grupo é grátis. Desbloqueia grupos ilimitados com uma compra única — juntares-te a grupos de outras pessoas é sempre grátis.

source: Privacy Policy
de: Datenschutzerklärung
pl: Polityka prywatności
pt_br: Política de Privacidade
pt_pt: Política de Privacidade

# pullToRefresh
source: Pull the list down to check iCloud.
de: Zieh die Liste nach unten, um iCloud zu prüfen.
pl: Pociągnij listę w dół żeby sprawdzić iCloud.
pt_br: Puxe a lista para baixo para verificar o iCloud.
pt_pt: Puxa a lista para baixo para verificar o iCloud.

source: Purchase cancelled.
de: Kauf abgebrochen.
pl: Zakup anulowany.
pt_br: Compra cancelada.
pt_pt: Compra cancelada.

source: Purchased
de: Gekauft
pl: Kupione
pt_br: Comprado
pt_pt: Comprado

source: Purchases are turned off on this device. Check Screen Time restrictions.
de: Käufe sind auf diesem Gerät deaktiviert. Prüfe die Beschränkungen in der Bildschirmzeit.
pl: Zakupy są wyłączone na tym urządzeniu. Sprawdź ograniczenia w Czasie przed ekranem.
pt_br: As compras estão desativadas neste aparelho. Verifique as restrições do Tempo de Uso.
pt_pt: As compras estão desativadas neste dispositivo. Verifica as restrições do Tempo de Ecrã.

source: QR code to join %@
de: QR-Code, um %@ beizutreten
pl: Kod QR do dołączenia do grupy: %@
pt_br: Código QR para entrar em %@
pt_pt: Código QR para te juntares a %@

# qrInvitationInstructions
source: Only people you invite can join, so scanning this code or opening the link won't work on its own. Use Invite People, and allow anyone with the link from there.
de: Nur eingeladene Personen können beitreten, daher reicht es nicht, diesen Code zu scannen oder den Link zu öffnen. Nutze „Personen einladen“ und erlaube dort allen mit dem Link den Beitritt.
pl: Dołączyć mogą tylko osoby, które zaprosisz, więc samo zeskanowanie tego kodu ani otwarcie linku nie zadziała. Użyj opcji „Zaproś ludzi” i zezwól tam na dołączanie każdemu, kto ma link.
pt_br: Só quem você convidar pode entrar, então ler este código ou abrir o link sozinho não vai funcionar. Use Convidar pessoas e permita qualquer um com o link por lá.
pt_pt: Só quem tu convidares pode juntar-se, por isso ler este código ou abrir o link sozinho não vai funcionar. Usa Convidar pessoas e permite aí qualquer pessoa com o link.

# qrScanningInstructions
source: Point the camera at the group's QR code.
de: Richte die Kamera auf den QR-Code der Gruppe.
pl: Zeskanuj aparatem kod QR grupy.
pt_br: Aponte a câmera para o código QR do grupo.
pt_pt: Aponta a câmara para o código QR do grupo.

# Record part of %@'s %@ payment to %@
source: Record part of %1$@'s %2$@ payment to %3$@
de: Teil der Zahlung von %1$@ über %2$@ an %3$@ erfassen
pl: Zapisz część płatności %2$@ — od: %1$@, dla: %3$@
pt_br: Registrar parte do pagamento de %2$@ — de %1$@, para %3$@
pt_pt: Registar parte do pagamento de %2$@ — de %1$@, para %3$@

source: Record Payment
de: Zahlung erfassen
pl: Zapisz płatność
pt_br: Registrar pagamento
pt_pt: Registar pagamento

source: Recorded in %@, fixed when the group was created.
de: Erfasst in %@, festgelegt beim Erstellen der Gruppe.
pl: Zachowane w %@, zapisane podczas tworzenia grupy.
pt_br: Registrado em %@, definido na criação do grupo.
pt_pt: Registado em %@, definido na criação do grupo.

source: Records an expense you paid for, split evenly between everyone in the group.
de: Erfasst eine Ausgabe, die du bezahlt hast, gleichmäßig aufgeteilt auf alle in der Gruppe.
pl: Zapisuje opłacony przez Ciebie wydatek, dzielony równo między wszystkich w grupie.
pt_br: Registra uma despesa que você pagou, dividida igualmente entre todos no grupo.
pt_pt: Regista uma despesa que pagaste, dividida igualmente entre todos no grupo.

source: Remove
de: Entfernen
pl: Usuń
pt_br: Remover
pt_pt: Remover

source: Remove %@?
de: %@ entfernen?
pl: Usunąć %@?
pt_br: Remover %@?
pt_pt: Remover %@?

source: Remove %lld members?
de: %lld Mitglieder entfernen?
pl: Usunąć wybranych członków (%lld)?
pt_br: Remover %lld membros?
pt_pt: Remover %lld membros?

source: Remove Place
de: Ort entfernen
pl: Usuń miejsce
pt_br: Remover lugar
pt_pt: Remover lugar
